Repository: digitalfotografen/users
Catalog: src/Locale/*/Users.po
Languages: sv

source: Provider cannot be empty
sv: Leverantör kan inte vara tomt

source: Account validated successfully
sv: Kontot har validerats

source: Account could not be validated
sv: Konto kunde inte valideras

source: Invalid token and/or social account
sv: Ogiltig token och / eller social konto

source: Social Account already active
sv: Socialt konto redan aktivt

source: Social Account could not be validated
sv: Socialt konto kunde inte valideras

source: Email sent successfully
sv: Epost har skickats.

source: Email could not be sent
sv: Epost kunde inte skickas

source: Invalid account
sv: Ogiltigt konto

source: Email could not be resent
sv: E-post kunde inte skickas om

source: Invalid app salt, app salt must be at least 256 bits (32 bytes) long
sv: Ogiltig app salt, app salt måste vara åtminstone 256 bitar (32 byte) långt

source: You can't enable email validation workflow if use_email is false
sv: Du kan inte aktivera epost-validering arbetsflöde om use_email är falskt

source: Issues trying to log in with your social account
sv: Problem vid inloggning med ditt sociala konto

source: Please enter your email
sv: Lägg till din epost

source: Your user has not been validated yet. Please check your inbox for instructions
sv: Ditt konto har inte verifierats ännu. Vänligen kontrollera din inbox för instruktioner

source: Your social account has not been validated yet. Please check your inbox for instructions
sv: Ditt sociala konto har inte validerats ännu. Kontrollera din inkorg för instruktioner

source: {0}, $msg)); } return $this->redirect([
sv: {0}, $msg)); } retur $this-> redirect ([

source: Please enable Google Authenticator first.
sv: Vänligen aktivera Google Authenticator först.

source: Verification code is invalid. Try again
sv: Valideringskoden är ogiltig. Försök igen

source: Username or password is incorrect
sv: Användarnamn eller lösenord är felaktigt

source: You've successfully logged out
sv: Du har loggats ut

source: User was not found
sv: Användaren hittades inte

source: Password could not be changed
sv: Lösenordet kunde inte ändras

source: Password has been changed successfully
sv: Lösenordsbytet lyckades!

source: Please check your email to continue with password reset process
sv: Kontrollera din epost för att fortsätta lösenordsåterställningen

source: The password token could not be generated. Please try again
sv: Lösenordstoken kunde inte skapas. Var god försök igen

source: User {0} was not found
sv: Användaren {0} hittades inte

source: The user is not active
sv: Användaren är inte aktiverad

source: Token could not be reset
sv: Token kunde inte återställas

source: Google Authenticator token was successfully reset
sv: Google Authenticator token har återställts

source: Not authorized, please login first
sv: Inte auktoriserad, vänligen logga in först

source: You must log out to register a new user account
sv: Du måste logga ut för att registrera ett nytt användarkonto

source: Invalid reCaptcha
sv: Ogiltig reCaptcha

source: The user could not be saved
sv: Användaren kunde inte sparas

source: You have registered successfully, please log in
sv: Din registrering är klar, vänligen logga in

source: Please validate your account before log in
sv: Vänligen validera ditt konto innan inloggning

source: The {0} has been saved
sv: {0} har sparats

source: The {0} could not be saved
sv: {0} kunde inte sparas

source: The {0} has been deleted
sv: {0} har tagits bort

source: The {0} could not be deleted
sv: {0} kunde inte tas bort

source: Invalid sms key
sv: Ogiltig smsnyckel

source: Missing SMS number for this user
sv: Saknas SMS-nummer för den här användaren

source: Failed to send SMS-key
sv: SMS-nyckel kunde inte skickas.

source: The reCaptcha could not be validated
sv: reCAPTCHA angavs inte korrekt

source: User account validated successfully
sv: Användarkontot har validerats

source: User account could not be validated
sv: Användarkontot kunde inte valideras

source: User already active
sv: Användaren redan aktiv

source: Reset password token was validated successfully
sv: Återställ lösenords token validerades framgångsrikt

source: Reset password token could not be validated
sv: Token för att återställa lösenord kunde inte valideras

source: Invalid validation type
sv: Ogiltig valideringsmetod

source: Invalid token or user account already validated
sv: Ogiltig token eller så har användaren konto redan validerats

source: Token already expired
sv: Token redan löpt ut

source: Token has been reset successfully. Please check your email.
sv: Token har återställts. Kontrollera din e-post.

source: User {0} is already active
sv: AnvÃ¤ndaren {0} Ã¤r redan aktiv

source: Your account validation link
sv: Din länk för att validera kontot

source: {0}Your reset password link
sv: {0} Din länk för att återställa lösenord

source: {0}Your social account validation link
sv: {0} Ditt sociala konto svalideringslänk

source: Missing 'username' in options data
sv: Saknas "username" i alternativa uppgifter

source: Reference cannot be null
sv: Referens får inte vara null

source: Token expiration cannot be empty
sv: Giltighet för token kan inte vara tom

source: User not found
sv: Användaren hittades inte

source: User account already validated
sv: Kontot är redan aktiverat!

source: User not active
sv: Användaren ej aktiv

source: The current password does not match
sv: Nuvarande lösenord matchar inte

source: You cannot use the current password as the new one
sv: Du kan inte använda det aktuella lösenordet som det nya

source: User not found for the given token and email.
sv: Hittade ingen användare som matchar angivet token eller epost

source: Token has already expired user with no token
sv: Token har redan gått ut eller användare utan token

source: Account already validated
sv: Kontot är redan aktiverat!

source: Account not found for the given token and email.
sv: Kontot hittades inte för givet token och e-post.

source: Unable to login user with reference {0}
sv: Det går inte att logga in användaren med refrens {0}

source: Email not present
sv: Epost saknas

source: Your password does not match your confirm password. Please try again
sv: Dina lösenord matchar inte. Vänligen försök igen.

source: Passwords must have at least 8 charcters
sv: Lösenord måste ha minst 8 tecken

source: Passwords must contain the following character classes: lowercase, uppcase and digits
sv: Lösenord måste innehålla följande teckenklasser: gemener, versaler och siffror

source: Username already exists
sv: Användarnamnet är upptaget

source: Email already exists
sv: E-postadressen finns redan

source: Utilities for CakeDC Users Plugin
sv: Verktyg för CakeDC User Plugin

source: Activate an specific user
sv: Aktivera en specifik användare

source: Add a new superadmin user for testing purposes
sv: Lägga till en ny superadmin-användare för teständamål

source: Add a new user
sv: Ny anvÃ¤ndare

source: Change the role for an specific user
sv: Ändra rollen för en specifik användare

source: Deactivate an specific user
sv: Inaktivare en specifik användare

source: Delete an specific user
sv: Ta bort en specifik anvÃ¤ndare

source: Reset the password via email
sv: Återställ lösenord via e-post

source: Reset the password for all users
sv: Återställ lösenord för alla användare

source: Reset the password for an specific user
sv: Återställ lösenordet för en specifik användare

source: Update/create sms number for an specific user
sv: Uppdatera/skapa sms-nummer för en specifik användare

source: Update/create api token for an specific user
sv: Uppdatering/skapa api-token för en specifik användare

source: Please enter a password.
sv: Ange ett lösenord.

source: Password changed for all users
sv: Lösenordet ändrat för alla användare

source: New password: {0}
sv: Nytt lösenord: {0}

source: Please enter a username.
sv: Ange ett användarnamn.

source: Password changed for user: {0}
sv: Lösenordet ändrat för användare: {0}

source: Please enter a role.
sv: Ange en roll.

source: Role changed for user: {0}
sv: Rollen har ändrats för användare: {0}

source: New role: {0}
sv: Ny roll: {0}

source: User was activated: {0}
sv: Användaren aktiverades: {0}

source: User was de-activated: {0}
sv: Användaren avaktiverad: {0}

source: Please enter a username or email.
sv: Skriv användarnamn eller epost

source: Please ask the user to check the email to continue with password reset process
sv: Be användaren kontrollera sin epost för att fortsätta lösenordsåterställningen

source: The user was not found.
sv: Användaren hittades inte.

source: Api token updated for user: {0}
sv: API-token uppdateras för användaren: {0}

source: New api token: {0}
sv: Nya api-token: {0}

source: Please enter an SMS numder.
sv: Vänligen ange ett SMS nummer.

source: SMS number updated for user: {0}
sv: SMS-nummer uppdateras med användare: {0}

source: New sms number: {0}
sv: Nytt sms-nummer: {0}

source: Superuser added:
sv: Superanvändare tillagd:

source: User added:
sv: Användare tillagd:

source: Username: {0}
sv: Användarnamn: {0}

source: Email: {0}
sv: Epost: {0}

source: Role: {0}
sv: Roll: {0}

source: Password: {0}
sv: Lösenord: {0}

source: User could not be added:
sv: Användare kunde inte läggas:

source: Field: {0} Error: {1}
sv: Fält: {0} Fel: {1}

source: The user {0} was not deleted. Please try again
sv: Användaren {0} raderades ej. Var god försök igen

source: The user {0} was deleted successfully
sv: Användaren {0} har raderats

source: Hi {0}
sv: Hej {0}

source: Reset your password here
sv: Återställ ditt lösenord här

source: If the link is not correctly displayed, please copy the following address in your web browser {0}
sv: Om länken inte visas korrekt, vänligen kopiera följande adress till webbläsaren {0}

source: Thank you
sv: Tack

source: Activate your social login here
sv: Aktivera ditt sociala konto här

source: Activate your account here
sv: Aktivera ditt konto här

source: Please copy the following address in your web browser {0}
sv: Kopiera följande adress till webbläsaren {0}

source: Please copy the following address in your web browser to activate your social login {0}
sv: Kopiera följande adress till din webbläsare för att aktivera din sociala inloggning {0}

source: Actions
sv: Resurser

source: List Users
sv: Lista användare

source: Add User
sv: Ny användare

source: Username
sv: Användarnamn

source: Email
sv: Epost

source: Password
sv: Lösenord

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Sms number
sv: SMS-nummer

source: Active
sv: Aktivt

source: Submit
sv: Skicka

source: Please enter the new password
sv: Ange ditt nya lösenord

source: Current password
sv: Nuvarande lösenord

source: New password
sv: Nytt lösenord

source: Confirm password
sv: Bekräfta lösenord

source: Delete
sv: Radera

source: Are you sure you want to delete # {0}?
sv: Är du säker på att du vill radera # {0}?

source: Edit User
sv: Redigera användare

source: Token expires
sv: Token förfaller

source: Activation date
sv: Aktiveringsdatum

source: TOS date
sv: TOS datum

source: Reset Google Authenticator Token
sv: Återställ Google Authenticator Token

source: Are you sure you want to reset token for user "{0}"?
sv: Är du säker du vill återställa token för användaren "{0}"?

source: New {0}
sv: Nytt {0}

source: SMS number
sv: SMS-nummer

source: View
sv: Visa

source: Change password
sv: Byt lösenord

source: Edit
sv: Ãndra

source: previous
sv: föregående

source: next
sv: nästa

source: Please enter your username and password
sv: Ange ditt användarnamn och lösenord

source: Remember me
sv: Kom ihåg mig

source: Register
sv: Registrera

source: Reset Password
sv: Återställ Lösenord

source: Login
sv: Logga in

source: Change Password
sv: Ändra Lösenord

source: Social Accounts
sv: Sociala konton

source: Avatar
sv: Profilbild

source: Provider
sv: Tillhandahålls av

source: Link
sv: Länk

source: Link to {0}
sv: Länk till {0}

source: Accept TOS conditions?
sv: Jag accepterar villkoren

source: Please enter your email to reset your password
sv: Ange din e-postadress för att återställa ditt lösenord

source: Resend Validation email
sv: Skicka nytt bekräftelsemejl

source: Email or username
sv: E-post/Användarnamn

source: Please enter sms key
sv: Ange sms-nyckel

source: Resend SMS key
sv: Skicka ny SMS-nyckel

source: Verification Code
sv: Verifieringskod

source: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> Verify
sv: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span>Kontrollera

source: Delete User
sv: Ta bort användare

source: New User
sv: Ny användare

source: First Name
sv: Förnamn

source: Last Name
sv: Efternamn

source: Role
sv: Roll

source: Token Expires
sv: Token förfaller

source: Activation Date
sv: Aktiveringsdatum

source: Tos Date
sv: Tos datum

source: Created
sv: Skapad

source: Modified
sv: Ãndrad

source: Sign in with
sv: Logga in med

source: Logout
sv: Logga ut

source: Welcome, {0}
sv: Välkommen, {0}

source: reCaptcha is not configured! Please configure Users.reCaptcha.key
sv: reCaptcha är inte konfigurerad! Konfigurera Users.reCaptcha.key

source: {0} SMS-key: {1}
sv: {0} SMS-nyckel: {1}

source: This field is required
sv: Detta fält är obligatoriskt
